{
  "theme": {
    "toggle_light": "Switch to light theme",
    "toggle_dark": "Switch to dark theme"
  },
  "home": {
    "title": "Home",
    "hiIm": "Hi, I'm",
    "webDeveloper": "Web Developer",
    "paragraph": "a passionate about programming and photography.",
    "toExplore": "to explore"
  },

  "about": {
    "title": "About Me",
    "paragraph": "With more than 3 years of experience in the Web Development field, I stand out for my capacity for continuous learning and my efficiency in solving challenges in every project I undertake.",
    "downloadCV": "Download CV",
    "contactMe": "Contact Me"
  },
  "services": {
    "title": "Services",
    "description": "I develop modern, scalable web applications with a focus on quality and performance.",
    "design": {
      "title": "Web Design",
      "description": "Beautiful and elegant designs with interactive interfaces that are intuitive, effective and pleasant to use for the user."
    },
    "development": {
      "title": "Development",
      "description": "Custom web development tailored to your specifications, designed to deliver a flawless user experience."
    },
    "responsive": {
      "title": "Responsive Design",
      "description": "Development of websites that perfectly adapt to any device, providing an optimal user experience at all times."
    }
  },
  "skills": {
    "title": "Skills",
    "description": "Technologies I've used in various projects throughout my career",
    "categories": {
      "all": "All",
      "frontend": "Frontend",
      "backend": "Backend",
      "tools": "Tools"
    }
  },
  "experience": {
    "title": "Experience",
    "ulandu": {
      "period": "2024 - Present",
      "position": "Web Developer",
      "company": "Ulandu",
      "achievements": {
        "first": "Developed advanced web interfaces for local and international companies using modern Vue ecosystem technologies.",
        "second": "Implemented custom KYC panels and CRM platforms, with partial involvement in backend tasks and system integration.",
        "third": "Led frontend architecture for complex projects, focusing on performance, scalability, and user experience.",
        "fourth": "Collaborated closely with international teams to ensure alignment and efficiency across project development."
      }
    },
    "cysval": {
      "period": "2021 - 2024",
      "position": "Frontend Developer",
      "company": "Cysval Consultoría y Servicios",
      "achievements": {
        "first": "Built responsive and interactive interfaces for the tourism sector, focusing on usability and adaptability.",
        "second": "Optimized browser performance through modular development and frontend best practices.",
        "third": "Contributed to user-oriented projects involving API integration and continuous UX improvement."
      }
    },
    "nextExperience": "Next",
    "previousExperience": "Previous"
  }
} 