{
  "theme": {
    "toggle_light": "Switch to light theme",
    "toggle_dark": "Switch to dark theme"
  },
  "home": {
    "title": "Home",
    "hiIm": "Hi, I'm",
    "webDeveloper": "Web Developer",
    "paragraph": "a passionate about programming and photography.",
    "toExplore": "to explore"
  },

  "about": {
    "title": "About Me",
    "paragraph": "With more than 3 years of experience in the Web Development field, I stand out for my capacity for continuous learning and my efficiency in solving challenges in every project I undertake.",
    "downloadCV": "Download CV",
    "contactMe": "Contact Me"
  },
  "services": {
    "title": "Services",
    "description": "I develop modern, scalable web applications with a focus on quality and performance.",
    "design": {
      "title": "Web Design",
      "description": "Beautiful and elegant designs with interactive interfaces that are intuitive, effective and pleasant to use for the user."
    },
    "development": {
      "title": "Development",
      "description": "Custom web development tailored to your specifications, designed to deliver a flawless user experience."
    },
    "responsive": {
      "title": "Responsive Design",
      "description": "Development of websites that perfectly adapt to any device, providing an optimal user experience at all times."
    }
  },
  "skills": {
    "title": "Skills",
    "description": "Technologies I've used in various projects throughout my career"
  },
  "experience": {
    "title": "Experience",
    "cysval": {
      "position": "Web Developer",
      "company": "Cysval Consultoría y Servicios",
      "achievements": {
        "landing": "Development of <b>Landing Pages</b> for <b>tourism and leisure companies</b>, focusing on <b>responsive design</b> and <b>interactive elements</b> to enhance <b>user experience</b>.",
        "performance": "Focus on <b>performance optimization</b>, achieving a <b>70% improvement in loading times</b> through efficient use of <b>asynchronous functions and calls</b>.",
        "ux": "Leadership in <b>UX innovation</b>, creating <b>specialized search engines</b> for trains, hotels, and leisure, from <b>layout to functionality</b>, improving <b>accessibility</b>.",
        "backend": "Role expansion into <b>Back-end</b>, including <b>API integration</b>, <b>PHP</b> development and <b>MySQL database</b> management, demonstrating <b>multidisciplinary skills</b> and ability to work on <b>large-scale projects</b>."
      }
    }
  }
} 