{
  "nav": {
    "home": "Inicio",
    "about": "Acerca de mí",
    "services": "Servicios",
    "experience": "Experiencia",
    "contact": "Contacto"
  },
  "theme": {
    "toggle_light": "Cambiar a tema claro",
    "toggle_dark": "Cambiar a tema oscuro"
  },
  "home": {
    "title": "Inicio",
    "hiIm": "Hola, soy",
    "webDeveloper": "Desarrollador Web",
    "paragraph": "gran apasionado de la programación y la fotografía.",
    "toExplore": "para explorar"
  },

  "about": {
    "title": "Acerca de mí",
    "paragraph": "Con una trayectoria de más de 3 años en el campo del Desarrollo Web, me destaco por mi capacidad de aprendizaje continuo y mi eficacia en la resolución de desafíos en cada proyecto que emprendo.",
    "downloadCV": "Descargar CV",
    "contactMe": "Contáctame"
  },
  "services": {
    "title": "Servicios",
    "description": "Desarrollo aplicaciones web modernas, escalables y con enfoque en calidad y rendimiento.",
    "design": {
      "title": "Diseño Web",
      "description": "Diseños bonitos y elegantes con interfaces interactivas que resultan intuitivas, eficaces y agradables de usar para el usuario."
    },
    "development": {
      "title": "Desarrollo",
      "description": "Desarrollo web personalizado adaptado a sus especificaciones, diseñado para ofrecer una experiencia de usuario impecable."
    },
    "responsive": {
      "title": "Diseño responsivo",
      "description": "Desarrollo de sitios web que se adaptan perfectamente a cualquier dispositivo, brindando una experiencia de usuario óptima en todo momento."
    }
  },
  "skills": {
    "title": "Competencias",
    "description": "Tecnologías que he utilizado en distintos proyectos a lo largo de mi carrera",
    "categories": {
      "all": "Todas",
      "frontend": "Frontend",
      "backend": "Backend",
      "tools": "Herramientas"
    }
  },
  "experience": {
    "title": "Experiencia",
    "ulandu": {
      "period": "2024 - Actualidad",
      "position": "Desarrollador Web",
      "company": "Ulandu",
      "achievements": {
        "first": "Desarrollo de interfaces web avanzadas para empresas locales e internacionales, utilizando tecnologías modernas del ecosistema Vue.",
        "second": "Implementación de paneles KYC y sistemas CRM personalizados, con participación en tareas backend e integración de sistemas.",
        "third": "Responsable de la arquitectura frontend en proyectos complejos, priorizando rendimiento, escalabilidad y experiencia de usuario.",
        "fourth": "Colaboración estrecha con equipos internacionales para garantizar la cohesión y eficiencia en el desarrollo de proyectos."
      }
    },
    "cysval": {
      "period": "2021 - 2024",
      "position": "Desarrollador Frontend",
      "company": "Cysval Consultoría y Servicios",
      "achievements": {
        "first": "Creación de interfaces interactivas y adaptables para el sector turístico, con enfoque en usabilidad y diseño responsivo.",
        "second": "Optimización del rendimiento en el navegador mediante desarrollo modular y buenas prácticas de frontend.",
        "third": "Participación en proyectos orientados al usuario con integración de APIs y mejora continua de la experiencia digital."
      }
    },
    "nextExperience": "Siguiente",
    "previousExperience": "Anterior"
  },
  "contact": {
    "title": "Contacto",
    "subtitle": "¡Hablemos!",
    "description": "Si tienes algún proyecto en mente o quieres colaborar, no dudes en contactarme.",
    "form": {
      "label": {
        "name": "Tu Nombre",
        "email": "Tu Correo electrónico",
        "message": "Tu Mensaje"
      },
      "placeholder": {
        "name": "Introduzce tu nombre",
        "email": "Introduzce tu correo electrónico",
        "message": "Hola, me gustaría discutir la posibilidad de una colaboración para un proyecto web..."
      },
      "send": "Enviar mensaje",
      "sending": "Enviando...",
      "success": "¡Mensaje enviado con éxito!",
      "error": "Hubo un error al enviar el mensaje"
    }
  }
}