{
  "nav": {
    "home": "Inicio",
    "about": "Acerca de mí",
    "services": "Servicios",
    "experience": "Experiencia",
    "contact": "Contacto"
  },
  "theme": {
    "toggle_light": "Cambiar a tema claro",
    "toggle_dark": "Cambiar a tema oscuro"
  },
  "home": {
    "title": "Inicio",
    "hiIm": "Hola, soy",
    "webDeveloper": "Desarrollador Web",
    "paragraph": "gran apasionado de la programación y la fotografía.",
    "toExplore": "para explorar"
  },

  "about": {
    "title": "Acerca de mí",
    "paragraph": "Con una trayectoria de más de 3 años en el campo del Desarrollo Web, me destaco por mi capacidad de aprendizaje continuo y mi eficacia en la resolución de desafíos en cada proyecto que emprendo.",
    "downloadCV": "Descargar CV",
    "contactMe": "Contáctame"
  },
  "services": {
    "title": "Servicios",
    "description": "Desarrollo aplicaciones web modernas, escalables y con enfoque en calidad y rendimiento.",
    "design": {
      "title": "Diseño Web",
      "description": "Diseños bonitos y elegantes con interfaces interactivas que resultan intuitivas, eficaces y agradables de usar para el usuario."
    },
    "development": {
      "title": "Desarrollo",
      "description": "Desarrollo web personalizado adaptado a sus especificaciones, diseñado para ofrecer una experiencia de usuario impecable."
    },
    "responsive": {
      "title": "Diseño responsivo",
      "description": "Desarrollo de sitios web que se adaptan perfectamente a cualquier dispositivo, brindando una experiencia de usuario óptima en todo momento."
    }
  },
  "skills": {
    "title": "Competencias",
    "description": "Tecnologías que he utilizado en distintos proyectos a lo largo de mi carrera"
  },
  "experience": {
    "title": "Experiencia",
    "cysval": {
      "position": "Desarrollador Web",
      "company": "Cysval Consultoría y Servicios",
      "achievements": {
        "landing": "Desarrollo de <b>Landing Pages</b> para empresas de <b>turismo y ocio</b>, con enfoque en <b>diseño responsive</b> y <b>elementos interactivos</b> para mejorar la <b>experiencia del usuario</b>.",
        "performance": "Enfoque en la <b>optimización del rendimiento</b>, logrando una <b>mejora del 70% en tiempos de carga</b> mediante el uso eficiente de <b>funciones y llamadas asíncronas</b>.",
        "ux": "Liderazgo en <b>innovación UX</b>, creando <b>buscadores especializados</b> para trenes, hoteles y ocio, desde la <b>maquetación hasta la funcionalidad</b>, mejorando la <b>accesibilidad</b>.",
        "backend": "Ampliación del rol hacia el <b>Back-end</b>, incluyendo <b>integración de APIs</b>, desarrollo en <b>PHP</b> y manejo de <b>bases de datos MySQL</b>, demostrando <b>habilidades multidisciplinarias</b> y capacidad de trabajo en <b>proyectos de gran escala</b>."
      }
    }
  }
}